دع المعالج = غير متزامن (m, { conn, args, usedPrefix, Command }) => {
    if (Command === "اوامر") {
        // قم بإرسال القائمة بالأوامر هنا
    } else {
        conn.relayMessage(m.chat, {
            "عرض مرة واحدة": {
                "رسالة": {
                    "أزرار": [
                        {
                            "العنوان": "مرحبا بك/ي معاك/ي 𝑅𝐴𝑍𝐴𝑁-𝐵𝛩𝑇",
                            "النص": "اختر القسم الذي تريده:",
                            "اقتراحات": [
                                { "العنوان": "قسم الجروبات 🔮", "التشغيل": ".قسم_الجروبات" },
                                { "العنوان": "قسم الدين الإسلامي 🕋", "التشغيل": ".قسم_الدين" },
                                { "العنوان": "قسم الترفيه 🕹", "التشغيل": ".قسم_الترفيه" },
                                { "العنوان": "قسم التنزيلات 🛡", "التشغيل": ".قسم_التنزيلات" },
                                { "العنوان": "قسم التحويلات 🌀", "التشغيل": ".قسم_التحويلات" },
                                { "العنوان": "قسم المطور 🪭", "التشغيل": ".قسم_المطور" },
                                { "العنوان": "قسم الصوتيات 🎧", "التشغيل": ".قسم_الصوتيات" },
                                { "العنوان": "𝑅𝐴𝑍𝐴𝑁-𝐵𝛩𝑇🔮", "التشغيل": ".قسم_الرازانبت" }
                            ]
                        }
                    ]
                }
            }
        }, {})
    }
}

دع المعالج = المعالج التصدير الافتراضي
