دع المعالج = غير متزامن (m, { conn, args,usedPrefix, Command }) => {
    conn.relayMessage(m.chat, {
      عرض مرة واحدة: {
        رسالة: {
          رسالة تفاعلية: {
            رأس: {
              title: '*🎗️ قـائـمـة الـاوامــر🎗️*'
            },
            جسم: {
              text: '🧿 قم بتسجيل القائمة بواسطة الزر\n🍒 لا يمكنك كثير في القائمة'
            },
            رسالة التدفق الأصلية: {
              أزرار: [
                {
                  الاسم: "single_select"،
                  ButtonParamsJson: JSON.stringify({
                    العنوان: 'دوس عليا 💔',
                    الأقسام: [
                      {
                        العنوان: "القائمة"،
                        Highlight_label: "تشغيل"،
                        الصفوف: [
                          {
                            header: '☘️ قـسـم الـنـظـام',
                            title: '.النظام_كود',
                            وصف: ''،
                            المعرف: "تي"
                          },
                          {
                            header: '👑 قـسـم الـمـطـور',
                            العنوان: '.المطور_كود',
                            وصف: ''،
                            المعرف: "تي"
                          }
                        ]
                      }
                    ]
                  }),
                  رسالة بارامس جيسون: ''
                }
              ]
            }
          }
        }
      }
    }، {})

}

Handler.help = ['معلومات']
Handler.tags = ['الرئيسي']
Handler.command = ['بوتون']

معالج التصدير الافتراضي
